Repository: vaidik/fudcon_website
Catalog: sites/all/modules/openid_selector/translations/*.po
Languages: ru, uk

source: Integrates Javascript OpenID Selector into Drupal
ru: Интегрирует Javascript OpenID Selector в Друпал
uk: Інтегрує Javascript OpenID Selector в Друпал

source: OpenID Selector for Drupal login
ru: OpenID Selector для Друпал логина
uk: OpenID Selector для Друпал логіна

source: OPTIONAL. Integrates Drupal login form into OpenID Selector as new account provider using favicon. Excludes OpenID Selector Inline module.
ru: ОПЦИОНАЛЬНО. Интегрирует логин форму Друпала в OpenID Selector как нового аккаунт-провайдера использующего favicon. Исключает модуль OpenID Selector встроенный.
uk: ОПЦІОНАЛЬНО. Інтегрує логін форму від Друпала в OpenID Selector як нового акаунт-провайдера використовуючого favicon. Виключає модуль OpenID Selector dбудований.

source: OpenID Selector for Facebook (Platform)
ru: OpenID Selector для Facebook (Platform)
uk: OpenID Selector для Facebook (Platform)

source: OPTIONAL. Integrates <a href="http://drupal.org/project/fb">fb</a> module into OpenID Selector
ru: ОПЦИОНАЛЬНО. Интегрирует <a href="http://drupal.org/project/fb">fb</a> модуль в OpenID Selector
uk: ОПЦІОНАЛЬНО. Інтегрує <a href="http://drupal.org/project/fb">fb</a> модуль в OpenID Selector

source: OpenID Selector for Facebook Connect
ru: OpenID Selector для Facebook Connect
uk: OpenID Selector для Facebook Connect

source: OPTIONAL. Integrates <a href="http://drupal.org/project/fbconnect">fbconnect</a> module into OpenID Selector
ru: ОПЦИОНАЛЬНО. Интегрирует <a href="http://drupal.org/project/fbconnect">fbconnect</a> модуль в OpenID Selector
uk: ОПЦІОНАЛЬНО. Інтегрує <a href="http://drupal.org/project/fbconnect">fbconnect</a> модуль в OpenID Selector

source: OpenID Selector Inline
ru: OpenID Selector встроенный
uk: OpenID Selector вбудований

source: OPTIONAL. Inlines OpenID Selector below Drupal login form, hence removing "Login using OpenID" link. Excludes OpenID Selector for Drupal login module.
ru: ОПЦИОНАЛЬНО. Встраивает OpenID Selector ниже Друпал логина, следовательно, удаляя ссылку "Войти с OpenID ". Исключает модуль OpenID Selector для Drupal логина.
uk: ОПЦІОНАЛЬНО. Вбудовує OpenID Selector знизу логін форми Друпала, отже, видаляючи посилання "Увійти з OpenID". Виключає модуль OpenID Selector для Друпал логіна.

source: OpenID Selector for LinkedIn Authentication
ru: OpenID Selector для LinkedIn Authentication
uk: OpenID Selector для LinkedIn Authentication

source: OPTIONAL. Integrates <a href="http://drupal.org/project/linkedin">linkedin</a> module into OpenID Selector
ru: ОПЦИОНАЛЬНО. Интегрирует <a href="http://drupal.org/project/linkedin">linkedin</a> модуль в OpenID Selector
uk: ОПЦІОНАЛЬНО. Інтегрує <a href="http://drupal.org/project/linkedin">linkedin</a> модуль в OpenID Selector

source: OpenID Selector for mail.ru
ru: OpenID Selector для mail.ru
uk: OpenID Selector для mail.ru

source: OPTIONAL. Integrates <a href="http://drupal.org/project/mail_ru">mail_ru</a> module into OpenID Selector
ru: ОПЦИОНАЛЬНО. Интегрирует <a href="http://drupal.org/project/mail_ru">mail_ru</a> модуль в OpenID Selector
uk: ОПЦІОНАЛЬНО. Інтегрує <a href="http://drupal.org/project/mail_ru">mail_ru</a> модуль в OpenID Selector

source: OpenID Selector for Twitter Signin
ru: OpenID Selector для Twitter Signin
uk: OpenID Selector для Twitter Signin

source: OPTIONAL. Integrates <a href="http://drupal.org/project/twitter">twitter</a> module into OpenID Selector
ru: ОПЦИОНАЛЬНО. Интегрирует <a href="http://drupal.org/project/twitter">twitter</a> модуль в OpenID Selector
uk: ОПЦІОНАЛЬНО. Інтегрує <a href="http://drupal.org/project/twitter">twitter</a> модуль в OpenID Selector

source: OpenID Selector for vkontakte.ru
ru: OpenID Selector для vkontakte.ru
uk: OpenID Selector для vkontakte.ru

source: OPTIONAL. Integrates <a href="http://drupal.org/project/vk_openapi">vk_openapi</a> module into OpenID Selector
ru: ОПЦИОНАЛЬНО. Интегрирует <a href="http://drupal.org/project/vk_openapi">vk_openapi</a> модуль в OpenID Selector
uk: Опціонально. Інтегрує <a href="http://drupal.org/project/vk_openapi">vk_openapi</a> модуль в OpenID Selector

source: OpenID Selector for Windows Live ID
ru: OpenID Selector для Windows Live ID
uk: OpenID Selector для Windows Live ID

source: OPTIONAL. Integrates <a href="http://drupal.org/project/winliveid">winliveid</a> module into OpenID Selector
ru: ОПЦИОНАЛЬНО. Интегрирует <a href="http://drupal.org/project/winliveid">winliveid</a> модуль в OpenID Selector
uk: Опціонально. Інтегрує <a href="http://drupal.org/project/winliveid">winliveid</a> модуль в OpenID Selector

source: What is OpenID?
ru: Что такое OpenID?
uk: Що таке OpenID?

source: Click your account provider:
ru: Выберите вашего аккаунт-провайдера:
uk: Виберіть вашого акаунт-провайдера:

source: Log in with !provider:
ru: Войти c !provider:
uk: Увійти з !provider:

source: Website configuration error:
ru: Ошибка в конфигурации веб-сайта:
uk: Помилка у конфігурації веб-сайту:

source: Drupal OpenID Selector requires Javascript OpenID Selector !version
ru: OpenID Selector для Друпала требует Javascript OpenID Selector !version
uk: OpenID Selector для Друпалу вимагає Javascript OpenID Selector !version

source: Please contact website administrator.
ru: Пожайлуста, обратитесь к администратору веб-сайта.
uk: Будь-ласка, зв'яжіться із адміністратором веб-сайту.

source: Log in with account provider:
ru: Войти c аккаунт-провайдером:
uk: Увійти з акаунт-провайдером:
